driver-tests/cachese/filterRequestReply/SynchronousSampleJbi/test/TestCase0/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns0="http://xml.netbeans.org/schema/SynchronousSample" xmlns="http://xml.netbeans.org/schema/SynchronousSample">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <Employee xmlns="http://xml.netbeans.org/schema/SynchronousSample">
    <ns0:EmployeeNumber xmlns:ns0="http://xml.netbeans.org/schema/SynchronousSample">SUN123456789</ns0:EmployeeNumber>
    <ns0:LastName xmlns:ns0="http://xml.netbeans.org/schema/SynchronousSample">Raj</ns0:LastName>
    <ns0:FirstName xmlns:ns0="http://xml.netbeans.org/schema/SynchronousSample">Gopalan Suresh</ns0:FirstName>
    <ns0:JobTitle xmlns:ns0="http://xml.netbeans.org/schema/SynchronousSample">Architect</ns0:JobTitle>
    <ns0:AnnualSalary xmlns:ns0="http://xml.netbeans.org/schema/SynchronousSample">9876543.21</ns0:AnnualSalary>
  </Employee>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
